Repository: selenehyun/nook
Catalog: Nook/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: %lld min
ja: %lld 分
ko: %lld분
zh_hans: %lld 分钟

source: %lld min read
ja: %lld 分で読めます
ko: %lld분 분량
zh_hans: 阅读约 %lld 分钟

source: %lld selected
ja: %lld 件を選択中
ko: %lld개 선택됨
zh_hans: 已选择 %lld 项

source: %lld unread
ja: 未読 %lld 件
ko: %lld개 안 읽음
zh_hans: %lld 篇未读

source: '%@' is not a valid URL.
ja: 「%@」は有効な URL ではありません。
ko: 유효한 URL이 아닙니다: '%@'
zh_hans: “%@”不是有效的网址。

source: A native RSS reader for macOS.
ja: macOS ネイティブの RSS リーダー。
ko: macOS를 위한 네이티브 RSS 리더.
zh_hans: 一款原生 macOS RSS 阅读器。

source: A new version of Nook is available
ja: Nook の新しいバージョンがあります
ko: Nook 새 버전이 있습니다
zh_hans: Nook 有新版本可用

source: About
ja: 情報
ko: 정보
zh_hans: 关于

source: Add
ja: 追加
ko: 추가
zh_hans: 添加

source: Add Feed
ja: フィードを追加
ko: 피드 추가
zh_hans: 添加订阅源

source: Add a feed
ja: フィードを追加
ko: 피드 추가
zh_hans: 添加订阅源

source: Add an RSS or Atom feed, then refresh.
ja: RSS または Atom フィードを追加してから更新してください。
ko: RSS나 Atom 피드를 추가한 뒤 새로 고쳐 보세요.
zh_hans: 添加 RSS 或 Atom 订阅源后刷新。

source: Add an RSS or Atom feed.
ja: RSS または Atom フィードを追加します。
ko: RSS나 Atom 피드를 추가해 보세요.
zh_hans: 添加 RSS 或 Atom 订阅源。

source: All Articles
ja: すべての記事
ko: 모든 글
zh_hans: 全部文章

source: Already added
ja: 追加済み
ko: 이미 추가됨
zh_hans: 已添加

source: App Icon
ja: アプリアイコン
ko: 앱 아이콘
zh_hans: 应用图标

source: Article
ja: 記事
ko: 글
zh_hans: 文章

source: Articles
ja: 記事
ko: 글
zh_hans: 文章

source: Automatically check for updates
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
zh_hans: 自动检查更新

source: Background
ja: 背景
ko: 배경
zh_hans: 背景

source: Background Color
ja: 背景色
ko: 배경색
zh_hans: 背景颜色

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Category
ja: カテゴリ
ko: 분류
zh_hans: 分类

source: Check Now
ja: 今すぐ確認
ko: 지금 확인
zh_hans: 立即检查

source: Checking RSS/Atom feed…
ja: RSS/Atom フィードを確認中…
ko: RSS/Atom 피드 확인 중…
zh_hans: 正在检查 RSS/Atom 订阅源…

source: Checking…
ja: 確認中…
ko: 확인 중…
zh_hans: 正在检查…

source: Choose
ja: 選択
ko: 선택
zh_hans: 选择

source: Choose a Sync Folder
ja: 同期フォルダを選択
ko: 동기화 폴더 선택
zh_hans: 选择同步文件夹

source: Choose a folder in iCloud Drive and Nook keeps your feeds in sync across your devices.
ja: iCloud Drive 内のフォルダを選ぶと、Nook がデバイス間でフィードを同期します。
ko: iCloud Drive에서 폴더를 선택하면 여러 기기에서 피드가 동기화됩니다.
zh_hans: 在 iCloud 云盘中选择一个文件夹，Nook 会在你的设备之间同步订阅源。

source: Choose a story from the article list.
ja: 記事リストから記事を選んでください。
ko: 목록에서 읽을 글을 골라 보세요.
zh_hans: 从文章列表中选择一篇文章。

source: Choose a sync folder first
ja: 先に同期フォルダを選択してください
ko: 먼저 동기화 폴더를 선택하세요
zh_hans: 请先选择同步文件夹

source: Choose a sync folder first.
ja: 先に同期フォルダを選択してください。
ko: 먼저 동기화 폴더를 선택하세요.
zh_hans: 请先选择同步文件夹。

source: Choose an iCloud Drive folder before adding feeds.
ja: フィードを追加する前に iCloud Drive のフォルダを選択してください。
ko: 피드를 추가하려면 먼저 iCloud Drive 폴더를 선택하세요.
zh_hans: 添加订阅源前，请先选择一个 iCloud 云盘文件夹。

source: Choose how each feed's articles open in the web view. “Default” follows the reader setting in the Reader tab.
ja: 各フィードの記事を Web ビューでどう開くかを選びます。「デフォルト」はリーダータブの設定に従います。
ko: 각 피드의 글을 웹뷰에서 여는 방식을 선택하세요. “기본값”은 Reader 탭의 리더 설정을 따릅니다.
zh_hans: 选择每个订阅源的文章在网页视图中的打开方式。“默认”将沿用“阅读”标签页中的阅读器设置。

source: Choose iCloud Folder
ja: iCloud フォルダを選択
ko: iCloud 폴더 선택
zh_hans: 选择 iCloud 文件夹

source: Choose iCloud Sync Folder
ja: iCloud 同期フォルダを選択
ko: iCloud 동기화 폴더 선택
zh_hans: 选择 iCloud 同步文件夹

source: Choose which feeds to import.
ja: 読み込むフィードを選択してください。
ko: 가져올 피드를 선택하세요.
zh_hans: 选择要导入的订阅源。

source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Close Reader
ja: リーダーを閉じる
ko: 리더 닫기
zh_hans: 关闭阅读器

source: Colors
ja: カラー
ko: 색상
zh_hans: 颜色

source: Couldn't add %lld feeds
ja: %lld 件のフィードを追加できませんでした
ko: 피드 %lld개를 추가하지 못했습니다
zh_hans: 无法添加 %lld 个订阅源

source: Create
ja: 作成
ko: 만들기
zh_hans: 创建

source: Create an empty folder to organize feeds.
ja: フィードを整理するための空のフォルダを作成します。
ko: 피드를 정리할 빈 폴더를 만듭니다.
zh_hans: 创建一个空文件夹来整理订阅源。

source: Current
ja: 現在
ko: 현재
zh_hans: 当前

source: Custom
ja: カスタム
ko: 직접 지정
zh_hans: 自定义

source: Default
ja: デフォルト
ko: 기본값
zh_hans: 默认

source: Deselect All
ja: すべて選択解除
ko: 전체 해제
zh_hans: 取消全选

source: Enter a new name for the folder.
ja: フォルダの新しい名前を入力してください。
ko: 폴더의 새 이름을 입력하세요.
zh_hans: 为文件夹输入新名称。

source: Enter a new name, or leave empty to use the feed's own name.
ja: 新しい名前を入力してください。空欄にするとフィード本来の名前を使います。
ko: 새 이름을 입력하세요. 비워 두면 피드 본래 이름을 사용합니다.
zh_hans: 输入新名称；留空则使用订阅源自带的名称。

source: Experimental
ja: 実験的機能
ko: 실험실
zh_hans: 实验性功能

source: Export OPML
ja: OPML を書き出す
ko: OPML 내보내기
zh_hans: 导出 OPML

source: Export OPML…
ja: OPML を書き出す…
ko: OPML 내보내기…
zh_hans: 导出 OPML…

source: Feed
ja: フィード
ko: 피드
zh_hans: 订阅源

source: Feed Name
ja: フィード名
ko: 피드 이름
zh_hans: 订阅源名称

source: Feedback
ja: フィードバック
ko: 피드백
zh_hans: 反馈

source: Feeds
ja: フィード
ko: 피드
zh_hans: 订阅源

source: Fetches the full article and shows its Reader-view content in the native reader instead of the feed's summary. Turn off to read the original feed content. If Reader view can't be loaded, the original content is shown with a notice.
ja: 記事全体を取得し、フィードの要約の代わりにリーダー表示のコンテンツをネイティブリーダーに表示します。オフにすると元のフィードのコンテンツを読めます。リーダー表示を読み込めない場合は、お知らせとともに元のコンテンツを表示します。
ko: 전체 기사를 가져와 피드 요약 대신 리더 뷰 콘텐츠를 네이티브 리더에 표시합니다. 끄면 원본 피드 콘텐츠를 봅니다. 리더 뷰를 불러오지 못하면 안내와 함께 원본 콘텐츠를 표시합니다.
zh_hans: 获取全文，并在原生阅读器中显示其阅读视图内容，而非订阅源摘要。关闭后可阅读原始订阅源内容。若无法加载阅读视图，将显示原始内容并附带提示。

source: Fill in missing article dates
ja: 記事の欠落した日付を補完
ko: 누락된 글 날짜 채우기
zh_hans: 补全缺失的文章日期

source: Folder
ja: フォルダ
ko: 폴더
zh_hans: 文件夹

source: Folder Name
ja: フォルダ名
ko: 폴더 이름
zh_hans: 文件夹名称

source: Font
ja: フォント
ko: 글꼴
zh_hans: 字体

source: Font Size: %lld
ja: フォントサイズ: %lld
ko: 글자 크기: %lld
zh_hans: 字体大小：%lld

source: General
ja: 一般
ko: 일반
zh_hans: 通用

source: Import %lld Feeds
ja: %lld 件のフィードを読み込む
ko: 피드 %lld개 가져오기
zh_hans: 导入 %lld 个订阅源

source: Import Feeds
ja: フィードを読み込む
ko: 피드 가져오기
zh_hans: 导入订阅源

source: Import OPML
ja: OPML を読み込む
ko: OPML 가져오기
zh_hans: 导入 OPML

source: Import OPML…
ja: OPML を読み込む…
ko: OPML 가져오기…
zh_hans: 导入 OPML…

source: Import or Export Subscriptions
ja: 購読の読み込み／書き出し
ko: 구독 가져오기/내보내기
zh_hans: 导入或导出订阅

source: Import or export subscriptions (OPML)
ja: 購読を読み込み/書き出し (OPML)
ko: 구독 가져오기/내보내기 (OPML)
zh_hans: 导入或导出订阅 (OPML)

source: In-App Browser
ja: アプリ内ブラウザ
ko: 인앱 브라우저
zh_hans: 应用内浏览器

source: Inspector
ja: インスペクタ
ko: 인스펙터
zh_hans: 检查器

source: Language
ja: 言語
ko: 언어
zh_hans: 语言

source: Last Refresh
ja: 最終更新
ko: 마지막 새로 고침
zh_hans: 上次刷新

source: Last refresh failed.
ja: 最終更新に失敗しました。
ko: 마지막 새로 고침에 실패했습니다.
zh_hans: 上次刷新失败。

source: Later
ja: あとで
ko: 나중에
zh_hans: 稍后

source: Letter Spacing: %@
ja: 字間: %@
ko: 자간: %@
zh_hans: 字间距：%@

source: Library
ja: ライブラリ
ko: 라이브러리
zh_hans: 资料库

source: Line Spacing: %@
ja: 行間: %@
ko: 줄 간격: %@
zh_hans: 行间距：%@

source: Links Open
ja: リンクの開き方
ko: 링크 열기
zh_hans: 链接打开方式

source: Mark %lld Feeds as Read
ja: %lld 件のフィードを既読にする
ko: 피드 %lld개 읽음으로 표시
zh_hans: 将 %lld 个订阅源标记为已读

source: Mark Feed as Read
ja: フィードを既読にする
ko: 피드를 모두 읽음으로 표시
zh_hans: 将订阅源标记为已读

source: Mark Read
ja: 既読にする
ko: 읽음으로 표시
zh_hans: 标记为已读

source: Mark Selected Article as Read
ja: 選択した記事を既読にする
ko: 선택한 글를 읽음으로 표시
zh_hans: 将所选文章标记为已读

source: Mark Selected as Read
ja: 選択項目を既読にする
ko: 선택한 글를 읽음으로 표시
zh_hans: 将所选标记为已读

source: Mark articles as read when opened
ja: 記事を開いたら既読にする
ko: 글를 열면 읽음으로 표시
zh_hans: 打开文章时标记为已读

source: Mark as Read
ja: 既読にする
ko: 읽음으로 표시
zh_hans: 标记为已读

source: Mark as Unread
ja: 未読にする
ko: 안 읽음으로 표시
zh_hans: 标记为未读

source: Mark as read after %lld seconds
ja: %lld 秒後に既読にする
ko: %lld초 후 읽음으로 표시
zh_hans: %lld 秒后标记为已读

source: Match Appearance
ja: 外観に合わせる
ko: 화면 모드 따름
zh_hans: 跟随外观

source: Monospaced
ja: 等幅
ko: 고정폭
zh_hans: 等宽

source: Move out of folder
ja: フォルダから出す
ko: 폴더에서 빼기
zh_hans: 移出文件夹

source: Move to Folder
ja: フォルダに移動
ko: 폴더로 이동
zh_hans: 移动到文件夹

source: Never
ja: 未更新
ko: 없음
zh_hans: 从未

source: New
ja: 新バージョン
ko: 새 버전
zh_hans: 新版本

source: New Folder
ja: 新規フォルダ
ko: 새 폴더
zh_hans: 新建文件夹

source: New Folder…
ja: 新規フォルダ…
ko: 새 폴더…
zh_hans: 新建文件夹…

source: New Version Available
ja: 新しいバージョンがあります
ko: 새 버전이 있습니다
zh_hans: 有新版本

source: New in Nook
ja: Nook の新着
ko: Nook 새 글
zh_hans: Nook 新内容

source: Next Article
ja: 次の記事
ko: 다음 글
zh_hans: 下一篇文章

source: No Article
ja: 記事なし
ko: 선택된 글 없음
zh_hans: 无文章

source: No Articles
ja: 記事がありません
ko: 글 없음
zh_hans: 暂无文章

source: No RSS or Atom entries were found at %@.
ja: %@ に RSS／Atom のエントリが見つかりませんでした。
ko: %@에서 RSS나 Atom 항목을 찾지 못했습니다.
zh_hans: 在 %@ 未找到 RSS 或 Atom 条目。

source: No RSS or Atom feed link was found at %@.
ja: %@ に RSS／Atom フィードのリンクが見つかりませんでした。
ko: %@에서 RSS나 Atom 피드 링크를 찾지 못했습니다.
zh_hans: 在 %@ 未找到 RSS 或 Atom 订阅源链接。

source: No article matches the current search.
ja: 検索条件に一致する記事がありません。
ko: 검색 결과와 일치하는 글가 없습니다.
zh_hans: 没有符合当前搜索的文章。

source: No feeds found in the OPML file.
ja: OPML ファイルにフィードが見つかりませんでした。
ko: OPML 파일에서 피드를 찾지 못했습니다.
zh_hans: 在 OPML 文件中未找到订阅源。

source: No feeds yet. Add feeds from the main window.
ja: まだフィードがありません。メインウインドウから追加してください。
ko: 아직 피드가 없습니다. 메인 창에서 피드를 추가하세요.
zh_hans: 还没有订阅源。请在主窗口中添加。

source: None
ja: なし
ko: 없음
zh_hans: 无

source: Nook Feedback
ja: Nook へのフィードバック
ko: Nook 피드백
zh_hans: Nook 反馈

source: Nook checks quietly in the background and shows a notice in the sidebar when an update is ready.
ja: Nook はバックグラウンドで静かに確認し、アップデートの準備ができるとサイドバーでお知らせします。
ko: Nook은 백그라운드에서 조용히 확인하고, 업데이트가 준비되면 사이드바에 알려 줍니다.
zh_hans: Nook 会在后台静默检查，有更新就绪时会在边栏提示你。

source: Nook keeps your feeds in a folder in iCloud Drive so they stay in sync across your devices.
ja: Nook は iCloud Drive 内のフォルダにフィードを保存し、デバイス間で同期します。
ko: Nook은 피드를 iCloud Drive의 한 폴더에 보관해 여러 기기에서 동기화되도록 합니다.
zh_hans: Nook 将订阅源保存在 iCloud 云盘的文件夹中，让它们在你的设备之间保持同步。

source: Nook stores its RSS library in a folder you choose, so iCloud Drive can sync it like a vault.
ja: Nook は選んだフォルダに RSS ライブラリを保存するので、iCloud Drive が Vault のように同期できます。
ko: Nook은 여러분이 선택한 폴더에 RSS 라이브러리를 저장합니다. 그러면 iCloud Drive가 이 폴더를 보관함처럼 동기화합니다.
zh_hans: Nook 将 RSS 资料库保存在你选择的文件夹中，iCloud 云盘便能像保管库一样同步它。

source: Nook will only close after it finds a valid feed.
ja: 有効なフィードが見つかったときのみ閉じます。
ko: 유효한 피드를 찾은 후에만 닫힙니다.
zh_hans: 仅在找到有效订阅源后才会关闭。

source: Not selected
ja: 未選択
ko: 선택 안 됨
zh_hans: 未选择

source: Notify me about new articles
ja: 新着記事を通知
ko: 새 글 알림 받기
zh_hans: 有新文章时通知我

source: Open Article
ja: 記事を開く
ko: 글 열기
zh_hans: 打开文章

source: Open Feed
ja: フィードを開く
ko: 피드 열기
zh_hans: 打开订阅源

source: Open Original
ja: 元のページを開く
ko: 원문 열기
zh_hans: 打开原文

source: Open Site
ja: サイトを開く
ko: 사이트 열기
zh_hans: 打开网站

source: Open in Browser
ja: ブラウザで開く
ko: 브라우저에서 열기
zh_hans: 在浏览器中打开

source: Open in Nook
ja: Nook で開く
ko: Nook에서 열기
zh_hans: 在 Nook 中打开

source: Open in Reader — ⌘-click to open in browser
ja: リーダーで開く — ⌘＋クリックでブラウザで開く
ko: 리더로 열기 — ⌘-클릭 시 브라우저로 열기
zh_hans: 在阅读器中打开 —— 按住 ⌘ 点按可在浏览器中打开

source: Open original links in the default browser
ja: 元のリンクをデフォルトのブラウザで開く
ko: 원문 링크를 기본 브라우저에서 열기
zh_hans: 在默认浏览器中打开原文链接

source: Original Page
ja: 元のページ
ko: 원본 페이지
zh_hans: 原始页面

source: Paste an RSS or Atom feed URL and Nook will fetch it right away.
ja: RSS または Atom フィードの URL を貼り付けると、Nook がすぐに取得します。
ko: RSS나 Atom 피드 URL을 붙여 넣으면 Nook이 바로 가져옵니다.
zh_hans: 粘贴 RSS 或 Atom 订阅源网址，Nook 会立即抓取。

source: Paste an RSS or Atom feed URL, or a website address. Nook will check it before closing.
ja: RSS または Atom フィードの URL、あるいはウェブサイトのアドレスを貼り付けてください。閉じる前に Nook が確認します。
ko: RSS 또는 Atom 피드 URL이나 웹사이트 주소를 붙여넣으세요. 닫기 전에 Nook이 확인합니다.
zh_hans: 粘贴 RSS 或 Atom 订阅源网址，或网站地址。Nook 会在关闭前进行检查。

source: Pick a folder in iCloud Drive so Nook can keep your feeds in sync across your devices.
ja: iCloud Drive 内のフォルダを選ぶと、Nook がデバイス間でフィードを同期できます。
ko: Nook이 여러 기기에서 피드를 동기화할 수 있도록 iCloud Drive에서 폴더를 선택하세요.
zh_hans: 在 iCloud 云盘中选择一个文件夹，Nook 便能在你的设备之间同步订阅源。

source: Please describe your bug report, feature request, or idea below. Screenshots are welcome.
ja: バグ報告・機能のご要望・アイデアを以下にご記入ください。スクリーンショットも歓迎します。
ko: 버그 신고, 기능 요청, 또는 의견을 아래에 자유롭게 적어 주세요. 스크린샷도 환영합니다.
zh_hans: 请在下方描述你的问题反馈、功能建议或想法。欢迎附上截图。

source: Previous Article
ja: 前の記事
ko: 이전 글
zh_hans: 上一篇文章

source: Published
ja: 公開日
ko: 게시일
zh_hans: 发布时间

source: Read
ja: 既読
ko: 읽음
zh_hans: 已读

source: Reader
ja: リーダー
ko: 리더
zh_hans: 阅读器

source: Reader Mode
ja: リーダーモード
ko: 리더 모드
zh_hans: 阅读模式

source: Reader View
ja: リーダー表示
ko: 리더 뷰
zh_hans: 阅读视图

source: Reading
ja: 閲覧
ko: 읽기
zh_hans: 阅读

source: Reading Time
ja: 読了時間
ko: 읽기 시간
zh_hans: 阅读时长

source: Reading View
ja: 表示方法
ko: 읽기 화면
zh_hans: 阅读视图

source: Refresh %lld Feeds
ja: %lld 件のフィードを更新
ko: 피드 %lld개 새로고침
zh_hans: 刷新 %lld 个订阅源

source: Refresh All
ja: すべて更新
ko: 모두 새로 고침
zh_hans: 全部刷新

source: Refresh All Feeds
ja: すべてのフィードを更新
ko: 모든 피드 새로 고침
zh_hans: 刷新全部订阅源

source: Refresh Feed
ja: フィードを更新
ko: 피드 새로 고침
zh_hans: 刷新订阅源

source: Refresh every %lld minutes
ja: %lld 分ごとに更新
ko: %lld분마다 새로고침
zh_hans: 每 %lld 分钟刷新一次

source: Refresh feeds automatically
ja: フィードを自動的に更新
ko: 피드 자동으로 새로 고침
zh_hans: 自动刷新订阅源

source: Refreshing
ja: 更新中
ko: 새로 고치는 중
zh_hans: 正在刷新

source: Refreshing…
ja: 更新中…
ko: 새로고침 중…
zh_hans: 正在刷新…

source: Relaunch
ja: 再起動
ko: 다시 시작
zh_hans: 重新启动

source: Released
ja: 公開日
ko: 출시일
zh_hans: 发布日期

source: Remove %lld Feeds
ja: %lld 件のフィードを削除
ko: 피드 %lld개 제거
zh_hans: 移除 %lld 个订阅源

source: Remove Feed
ja: フィードを削除
ko: 피드 제거
zh_hans: 移除订阅源

source: Remove Folder
ja: フォルダを削除
ko: 폴더 제거
zh_hans: 移除文件夹

source: Remove Star
ja: スターを外す
ko: 별표 해제
zh_hans: 取消星标

source: Rename
ja: 変更
ko: 변경
zh_hans: 重命名

source: Rename Feed
ja: フィード名を変更
ko: 피드 이름 변경
zh_hans: 重命名订阅源

source: Rename Feed…
ja: フィード名を変更…
ko: 피드 이름 변경…
zh_hans: 重命名订阅源…

source: Rename Folder
ja: フォルダ名を変更
ko: 폴더 이름 변경
zh_hans: 重命名文件夹

source: Rename Folder…
ja: フォルダ名を変更…
ko: 폴더 이름 변경…
zh_hans: 重命名文件夹…

source: Report a bug, request a feature, or share an idea with the developer.
ja: バグの報告、機能のご要望、アイデアを開発者に伝えます。
ko: 버그 신고, 기능 요청, 또는 의견을 개발자에게 바로 보낼 수 있습니다.
zh_hans: 向开发者反馈问题、建议功能或分享想法。

source: Restart Nook to apply the language change.
ja: 言語の変更を適用するには Nook を再起動してください。
ko: 언어 변경 사항은 Nook을 다시 시작하면 적용됩니다.
zh_hans: 重新启动 Nook 以应用语言更改。

source: Search Articles
ja: 記事を検索
ko: 글 검색
zh_hans: 搜索文章

source: Select All
ja: すべて選択
ko: 전체 선택
zh_hans: 全选

source: Select an Article
ja: 記事を選択
ko: 글 선택
zh_hans: 选择一篇文章

source: Send Feedback…
ja: フィードバックを送信…
ko: 피드백 보내기…
zh_hans: 发送反馈…

source: Serif
ja: セリフ
ko: 세리프
zh_hans: 衬线

source: Set Up iCloud Sync
ja: iCloud 同期を設定
ko: iCloud 동기화 설정
zh_hans: 设置 iCloud 同步

source: Share
ja: 共有
ko: 공유
zh_hans: 共享

source: Share Article
ja: 記事を共有
ko: 글 공유
zh_hans: 共享文章

source: Show Original
ja: 原文を表示
ko: 원문 보기
zh_hans: 显示原文

source: Show Original Text
ja: 原文を表示
ko: 원문 보기
zh_hans: 显示原文

source: Show reader view content by default
ja: デフォルトでリーダー表示のコンテンツを表示
ko: 기본적으로 리더 뷰 콘텐츠 표시
zh_hans: 默认显示阅读视图内容

source: Show unread count on app icon
ja: アプリアイコンに未読数を表示
ko: 앱 아이콘에 안 읽음 개수 표시
zh_hans: 在应用图标上显示未读数

source: Software Update
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
zh_hans: 软件更新

source: Some feeds omit each article's date. When enabled, Nook reads the real date from the article's page (once per article).
ja: 一部のフィードは記事ごとの日付を提供しません。オンにすると、Nook は記事ページから実際の日付を読み取ります（記事ごとに1回）。
ko: 일부 피드는 글마다 날짜를 제공하지 않습니다. 켜면 Nook이 글 페이지에서 실제 날짜를 읽어옵니다(글당 한 번).
zh_hans: 部分订阅源不提供每篇文章的日期。开启后，Nook 会从文章页面读取真实日期（每篇一次）。

source: Source
ja: ソース
ko: 출처
zh_hans: 来源

source: Star
ja: スターを付ける
ko: 별표 표시
zh_hans: 加星标

source: Star Article
ja: 記事にスターを付ける
ko: 글에 별표 표시
zh_hans: 为文章加星标

source: Star Selected
ja: 選択項目にスターを付ける
ko: 선택한 글에 별표 표시
zh_hans: 为所选加星标

source: Starred
ja: スター付き
ko: 별표
zh_hans: 已加星标

source: Status
ja: 状態
ko: 상태
zh_hans: 状态

source: Storage
ja: 保存先
ko: 저장소
zh_hans: 存储

source: Subscriptions
ja: 購読
ko: 구독
zh_hans: 订阅

source: Switch Reader / Original
ja: リーダー／元のページを切り替え
ko: 리더/원본 전환
zh_hans: 切换阅读器 / 原文

source: Switch Reader / Original (⌘⇧F)
ja: リーダー／元のページを切り替え（⌘⇧F）
ko: 리더/원본 전환 (⌘⇧F)
zh_hans: 切换阅读器 / 原文（⌘⇧F）

source: Sync Folder
ja: 同期フォルダ
ko: 동기화 폴더
zh_hans: 同步文件夹

source: System
ja: システム
ko: 시스템
zh_hans: 系统

source: System Default
ja: システムのデフォルト
ko: 시스템 설정 언어
zh_hans: 系统默认

source: Text
ja: テキスト
ko: 글자
zh_hans: 文本

source: Text Color
ja: 文字色
ko: 글자색
zh_hans: 文本颜色

source: The feed could not be parsed: %@
ja: フィードを解析できませんでした: %@
ko: 피드를 읽을 수 없습니다: %@
zh_hans: 无法解析订阅源：%@

source: The feed request failed with HTTP %lld.
ja: フィードの取得に失敗しました（HTTP %lld）。
ko: 피드를 불러오지 못했습니다 (HTTP %lld).
zh_hans: 订阅源请求失败，HTTP %lld。

source: The folder and any feeds inside it will be removed.
ja: フォルダと、その中のフィードがすべて削除されます。
ko: 폴더와 그 안의 피드가 모두 제거됩니다.
zh_hans: 该文件夹及其中的所有订阅源都将被移除。

source: The saved sync folder permission expired. Choose the folder again.
ja: 保存された同期フォルダのアクセス権が失効しました。もう一度フォルダを選択してください。
ko: 저장된 동기화 폴더 권한이 만료되었습니다. 폴더를 다시 선택하세요.
zh_hans: 已保存的同步文件夹权限已过期。请重新选择文件夹。

source: These options apply when reading in reader mode.
ja: これらの設定はリーダーモードでの表示に適用されます。
ko: 리더 모드로 글을 볼 때 적용되는 설정입니다.
zh_hans: 这些选项在阅读模式下生效。

source: Today
ja: 今日
ko: 오늘
zh_hans: 今天

source: Toggle Inspector
ja: インスペクタの表示切り替え
ko: 인스펙터 표시/숨기기
zh_hans: 显示/隐藏检查器

source: Top Level
ja: 最上位
ko: 최상위
zh_hans: 顶层

source: Translate
ja: 翻訳
ko: 번역
zh_hans: 翻译

source: Translated by Apple Intelligence
ja: Apple Intelligence による翻訳
ko: Apple Intelligence 번역
zh_hans: 由 Apple Intelligence 翻译

source: Translating…
ja: 翻訳中…
ko: 번역 중…
zh_hans: 正在翻译…

source: Typography
ja: タイポグラフィ
ko: 타이포그래피
zh_hans: 排版

source: Ungrouped
ja: 未分類
ko: 분류 없음
zh_hans: 未分组

source: Unknown Feed
ja: 不明なフィード
ko: 알 수 없는 피드
zh_hans: 未知订阅源

source: Unknown parser error
ja: 不明な解析エラー
ko: 알 수 없는 오류
zh_hans: 未知的解析错误

source: Unread
ja: 未読
ko: 안 읽음
zh_hans: 未读

source: Unstar
ja: スターを外す
ko: 별표 해제
zh_hans: 取消星标

source: Update
ja: アップデート
ko: 업데이트
zh_hans: 更新

source: Update available
ja: アップデートがあります
ko: 업데이트 있음
zh_hans: 有可用更新

source: Use Default
ja: デフォルトを使用
ko: 기본값 사용
zh_hans: 使用默认

source: Version %@ (%@)
ja: バージョン %@（%@）
ko: 버전 %@ (%@)
zh_hans: 版本 %@（%@）

source: — Diagnostics (helps with troubleshooting; feel free to delete) —
ja: — 診断情報（トラブルシューティングに役立ちます。不要なら削除してかまいません）—
ko: — 진단 정보 (문제 해결에 도움이 됩니다. 원치 않으면 지워 주세요) —
zh_hans: — 诊断信息（有助于排查问题，可随意删除）—

source: • What were you trying to do? • What actually happened? • What did you expect instead?
ja: • 何をしようとしましたか？ • 実際には何が起きましたか？ • 本来はどうなると思っていましたか？
ko: • 무엇을 하려고 하셨나요? • 실제로 어떤 일이 일어났나요? • 기대하신 동작은 무엇인가요?
zh_hans: • 您想做什么？ • 实际发生了什么？ • 您期望的结果是什么？
